[
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-linter",
  "persistent-graph",
  "templater-obsidian",
  "dataview",
  "quickadd",
  "obsidian-mind-map",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "excalibrain",
  "mermaid-tools",
  "obsidian-git"
]